import React from 'react'
import "./Sura.css"

export default function Sura_All_Fatiha() {
  return (<>
    <div className="Top_bg"></div>
    <section className='Main_Box'>
        <div className="Title">
            <p><b>বিসমিল্লাহির রাহমানির রাহীম</b><br />
            <b>পরম করুণাময় অসীম দয়ালু মহান আল্লাহর নামে।</b></p>
            <h3>সূরা আল ফাতিহা</h3>
            <h5>মক্কায় অবতীর্ণ, আয়াত-৭, রুকু-১</h5>
            <hr />
        </div>
        
        <div className="Arbi">
            ১. আলহামদু লিল্লা-হি রাববিল 'আ-লামীন। <br /> 
            ২. আররাহমা-নির রাহীম।  <br />
            ৩. মা-লিকি ইয়াওমিদ দীন।  <br />
            ৪. ইয়্যা-কা না'বুদু ওয়া ইয়্যা-কা নাস্তা'ঈন।  <br />
            ৫. ইহদিনাস্ব স্বিরা-ত্বাল মুস্তাক্বীম।  <br />
            ৬. স্বিরা-ত্বাল লাযীনা আন'আমতা 'আলাইহিম।  <br />
            ৭.গাইরিল মাগদ্বূবি 'আলাইহিম ওয়া লাদ্ব দ্ব-ল্লীন। <br />
        </div>
        <div className="Bangla">
            ১. যাবতীয় প্রশংসা আল্লাহ তাআলার যিনি সব সৃষ্টি জগতের পালনকর্তা।  <br />
            ২. যিনি নিতান্ত মেহেরবান ও দয়ালু।  <br />
            ৩. যিনি বিচার দিনের মালিক।  <br />
            ৪. আমরা একমাত্র তোমারই ইবাদত করি এবং শুধু মাত্র তোমারই যাহায্য প্রার্থনা করি।  <br />
            ৫. আমাদেরকে সরল পথ দেখাও,  <br />
            ৬. সে সকল লোকের পথ যাদেরকে তুমি নেয়ামত দান করেছ।  <br />
            ৭. তাদের পথ নয়, যাদের প্রতি তোমার গজব নাযিল হয়েছে এবং যারা পথভ্রষ্ট হয়েছে।  <br />
        </div>
    </section>
    <div className="Bottom_bg"></div>
    </>)
}
