import React from 'react'
import "./Sura.css"

export default function Sura_All_Fatiha() {
  return (<>
    <div className="Top_bg"></div>
    <section className='Main_Box'>
        <div className="Title">
            <p><b>বিসমিল্লাহির রাহমানির রাহীম</b><br />
            <b>পরম করুণাময় অসীম দয়ালু মহান আল্লাহর নামে।</b></p>
            <h3>সূরা আল বাকারা</h3>
            <h5>মদিনায় অবতীর্ণ, আয়াত-২৮৬, রুকু-৪০</h5>
            <hr />
        </div>
        
        <div className="Arbi">
            ১। আলিফ লা-ম মী-ম। <br />
            ২। যা-লিকাল কিতা-বু লা-রাইবা, ফীহি, হুদাল লিলমুত্তাক্বীন। <br />
            ৩। আললাযীনা ইউ'মিনূনা বিল গাইবি ওয়া ইউক্বীমূনাস্ব স্বালা-তা ওয়া মিম্মা-রাঝাক্বনা-হুম ইউনফিক্বূন। <br />
            ৪। ওয়াল্লাযীনা ইউ'মিনূনা বিমা ~ উনঝিলা ইলাইকা ওয়ামা ~ উনঝিলা মিন ক্বাবলিক, ওয়া বিলআ-খিরাতি হুম ইঊওক্বিনূন। <br />



        </div>
        <div className="Bangla">
            ১। আলিফ লাম মীম। <br />
            ২। এ সেই কিতাব যাতে কোনোই সন্দেহ নেই। পথ প্রদর্শনকারী পরহেযগারদের জন্য। <br />
            ৩। যারা অদেখা বিষয়ের উপর বিশ্বাস স্থাপন করে এবং নামায প্রতিষ্ঠা করে। আর আমি তাদেরকে যে রুযি দান করেছি তা থেকে ব্যয় করে। <br />
            ৪। এবং যারা বিশ্বাস স্থাপন করে সেসব বিষয়ের উপর যা কিছু তোমার প্রতি অবতীর্ণ হয়েছে এবং সেসব বিষয়ের উপর যা তোমার পূর্ববর্তীদের প্রতি অবতীর্ণ হয়েছে। আর আখেরাতকে যারা নিশ্চিত বলে বিশ্বাস করে। <br />


        </div>
    </section>
    <div className="Bottom_bg"></div>
    </>)
}
